<h4>Дерево рубрик</h4>
<p>
    Можно добавлять новые рубрики, заменять названия существующих рубрик, менять местами и удалять рубрики.
</p>
<p>
    При добавлении новой рубрики или, при изменении положения существующей рубрики,
    можно задать родительскую рубрику (выше в иерархии) или рубрику соседа (рубрики будут на одном уровне).
</p>
<p>
    Для изменения позиции рубрики нужно поменять родителя или соседа.
</p>
<p>
    При удалении рубрики, все статьи, относившиеся к ней, переходят в корневую рубрику.
</p>
