<h4>Дерево рубрик</h4>
<p>
    Можно добавлять новые рубрики, заменять названия существующих рубрик, менять местами и удалять рубрики.
</p>
<p>
    В колонке <code>Статьи</code> выводится количество опубликованных статей закрепленных за данной рубрикой,
    если рубрика публичная (стоит знак <code>+</code>).
    И количество всех статей, если рубрика скрытая.
</p>
<p>
    При добавлении новой рубрики или, при изменении положения существующей рубрики,
    можно задать родительскую рубрику (выше в иерархии) или рубрику соседа (рубрики будут на одном уровне).
</p>
<p>
    Для изменения позиции рубрики нужно поменять родителя или соседа. Новое положение рубрики будет ниже выбранного соседа.
</p>
<p>
    Удаление рубрики можно выполнить двумя способами. При редактировании выбрать узел получатель. 
    Тогда все записи перейдут в выбранную рубрику.
    Либо просто нажать на удаление, тогда, все статьи, относившиеся к удаляемой рубрике, перейдут в корневую.
</p>
